// === 编辑区（把你的信粘贴到下面这个数组里）===
// 每个数组元素代表一“段”（或一屏）。
const CONTENT = {
    pageTitle: "送给亲爱的彦心",
    title: "送给亲爱的彦心",
    subtitle: "——老马",
    bgm: "",
    paragraphs: [
        `特别喜欢你上次给我的生日礼物
我就把它用来给你写一段话啦`,
        `今天是我们在一起的第七个七月七，好吉利的数字
 我们一起走了这么久，经历过阳光灿烂，也有风风雨雨
爱情没有童话中的那样，从此过上了幸福的生活
更像是动漫游戏中，男孩遇见女孩，共赴波澜壮阔的剧情`,
        `我曾以为，故事是人生核心
现在，我最看重和你一起去经历
一切都成为了我们闲聊的话题
一切都为了当做我们的回忆`,
    `写了一首小诗，在节日这天送给你`,
    `题目：三生三世`,
        `一名跨越星际的商人，买卖的计算耗费精神，无垠的宇宙消磨灵魂
一位出海征战的将军，海上的颠簸折磨身体，随时的敌袭无法安眠
一只追踪猎物的猎犬，长途的跋涉不堪疲惫，专注的嗅探时刻紧绷`,
        `为了静候商机，拿到最丰厚的利润
为了择机登陆，打出最意外的奇袭
为了追上猎物，咬住最肥硕的一只`,
        `等待着
等待着
等待着`,
        `流星划过天边
海鸥略过海面
清风拂过大地`,
        `后悔，穿越遥远的旅程
想要，回到你在的小家
睡醒，只有自己的地方`,
        `对着无垠的宇宙，见到你的微笑
望着浩瀚的海洋，听到你的倾诉
看着广阔的草原，闻到你的芬芳`,
        `每一天的思念，化作引擎的燃料
每一次的回忆，激发划船的力气
每一天的坚持，积蓄不懈的能量
`,
        `等到那天到来
等到那天到来
等到那天到来`,
        `
用最大的功率穿梭
用最强的动力航行
用最快的速度奔驰`,
        `从天上
从海上
从地上`,
        `回到你的身边
回到你的身边
回到你的身边`,
        `小诗结束了，我也是会写现代诗的嘿嘿
`
    ],
    epilogueHTML: `<h3>祝我们七夕节快乐！</h3>
<span>我会永远支持你</span>
<span>我会永远鼓励你</span>
<span>我会永远守护你</span>
<span>我会永远爱你着</span>
</p>`
};
